Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RESET_ALL_CONFIRMATION_CAMERA
source: By continuing, apps will no longer have access to your camera. From now on, apps will not be able to access your camera without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى الكاميرا. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى الكاميرا من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до камерата ви. От сега нататък приложенията няма да имат достъп до камерата ви без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés a la càmera i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k fotoaparátu. Od této chvíle k němu budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til dit kamera. Fra nu af kan apps ikke få adgang til dit kamera uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf deine Kamera. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf deine Kamera zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στην κάμερά σας. Από εδώ και στο εξής, οι εφαρμογές δεν θα μπορούν να έχουν πρόσβαση στην κάμερά σας χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a tu cámara y, a partir de ahora, solo podrán acceder a ella con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a tu cámara y, de ahora en adelante, requerirán tu permiso para usarla.
fi: Jos jatkat, apit eivät enää voi käyttää kameraa. Tästä eteenpäin apit eivät enää voi käyttää kameraa ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès à votre caméra. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès à votre caméra et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים למצלמה שלך. מעתה, יישומים לא יוכלו לגשת למצלמה שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब आपके कैमरा का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना आपके कैमरा को ऐक्सेस नहीं कर पाएँगे।
hr: Ako nastavite, aplikacije više neće imati pristup vašoj kameri. Odsad aplikacije više neće moći pristupiti kameri bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni a kamerájához. Mostantól az appok nem fognak tudni hozzáférni a kamerájához az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke kamera Anda. Mulai sekarang, app tidak akan dapat mengakses kamera Anda tanpa izin Anda.
it: Se procedi, le app non avranno più accesso alla fotocamera. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリでカメラにアクセスできなくなります。今後、あなたの許可なく、アプリでカメラにアクセスすることはできなくなります。
kk: Жалғастыру арқылы қолданбалар камераңызға енді қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз камераңызға қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 사용자의 카메라에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 카메라에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie jūsų vaizdo kameros. Nuo šiol programos negalės pasiekti vaizdo kameros be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada kamera anda. Mulai sekarang, app tidak akan dapat mengakses kamera anda tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je camera. Voortaan hebben apps zonder je toestemming geen toegang tot je camera.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til kameraet. Fra nå av kan ikke apper bruke kameraet uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do aparatu. Od teraz aplikacje nie będą miały dostępu do aparatu bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso à câmera. De agora em diante, os apps não poderão acessar a sua câmera sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso à câmara. A partir de agora, as aplicações não poderão aceder à câmara sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la camera dvs. De acum înainte, aplicațiile nu vor putea accesa camera fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к камере. Впоследствии приложения не смогут получать доступ к камере без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k vašej kamere. Odteraz budú apky môcť pristupovať k vašej kamere, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do vaše kamere. Aplikacije odslej ne bodo mogle dostopati do kamere brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till kameran. Från och med nu kan appar inte längre komma åt kameran utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงกล้องของคุณได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงกล้องของคุณได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık kameranıza erişemez. Bundan sonra uygulamalar izniniz olmadan kameranıza erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до камери. Відтепер програми не зможуть отримувати доступ до камери без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào camera của bạn nữa. Từ bây giờ trở đi, các ứng dụng sẽ không thể truy cập camera mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问相机。从现在开始，未经你的许可，App将无法访问相机。
zh_hk: 如繼續，App將再無法取用你的相機。現在開始，如沒有你的授權，App將無法取用相機。
zh_tw: 若繼續，App將無法取用你的相機。從現在起，App將無法未經你的許可取用相機。

# CONTINUITY_STOP_ALL
source: Select All & Stop Sharing
ar: تحديد الكل وإيقاف المشاركة
bg: Избери всички и спри споделянето
ca: Deixa de compartir amb tothom
cs: Vybrat vše a zastavit sdílení
da: Vælg alle, og stop deling
de: Alles auswählen & Teilen stoppen
el: Επιλογή όλων και διακοπή κοινοποίησης
es: Seleccionar todas y dejar de compartir
es_us: Seleccionar todas y dejar de compartir
fi: Valitse kaikki ja lopeta jakaminen
fr: Tout sélectionner et arrêter le partage
fr_ca: Tout sélectionner et arrêter le partage
he: בחירה בהכל והפסקת השיתוף
hi: सभी चुनें और शेयरिंग बंद करें
hr: Odaberi sve i prekini dijeljenje
hu: Összes kiválasztása és a megosztás leállítása
id: Pilih Semua & Hentikan Berbagi
it: Seleziona tutto e interrompi la condivisione
ja: すべて選択して共有を停止
kk: Барлығын таңдау және бөлісуді тоқтату
ko: 전체 선택 및 공유 중단
lt: Pasirinkti viską ir sustabdyti bendrinimą
ms: Pilih Semua & Hentikan Perkongsian
nl: Selecteer alles en stop delen
no: Marker alle og avslutt deling
pl: Wybierz wszystkie i przestań udostępniać
pt_br: Selecionar Tudo e Interromper Compartilhamento
pt_pt: Selecionar todas e parar partilha
ro: Selectați tot și opriți partajarea
ru: Выбрать всех и закрыть доступ
sk: Vybrať všetko a zastaviť zdieľanie
sl: Izberi vse in ustavi deljenje
sv: Välj alla och sluta dela
th: เลือกทั้งหมดและหยุดแชร์
tr: Tümünü Seç ve Paylaşmayı Durdur
uk: Вибрати всіх і припинити поширення
vi: Chọn tất cả & dừng chia sẻ
zh_cn: 全选并停止共享
zh_hk: 選擇全部並停止共享
zh_tw: 全選並停止分享

# SEARCH_SHARING_TITLE_PEOPLE
source: Top People Matches
ar: أفضل تطابقات الأشخاص
bg: Най-добри съвпадения за хора
ca: Principals coincidències de persones
cs: Nejlepší shody lidí
da: Personer – bedste resultater
de: Personen – Toptreffer
el: Κορυφαία αποτελέσματα ατόμων
es: Principales coincidencias de personas
es_us: Principales resultados de personas
fi: Parhaiten vastaavat henkilöt
fr: Meilleurs résultats pour les personnes
fr_ca: Principales correspondances de personnes
he: האנשים הרלוונטיים ביותר
hi: लोगों के शीर्ष परिणाम
hr: Glavni rezultati osoba
hu: A legpontosabb személyegyezések
id: Kecocokan Orang Teratas
it: Corrispondenze migliori per le persone
ja: 上位の一致した人
kk: Таңдаулы адамдар сәйкестіктері
ko: 사람 일치 상위 항목
lt: Geriausi žmonių atitikmenys
ms: Padanan Orang Teratas
nl: Meest overeenkomende personen
no: Topptreff på personer
pl: Najbardziej pasujące osoby
pt_br: Principais Pessoas Correspondentes
pt_pt: Mais relevantes – pessoas
ro: Top corespondențe persoane
ru: Лучшие совпадения: люди
sk: Najlepšie zhody ľudí
sl: Najboljša ujemanja oseb
sv: Bästa personträffar
th: ผู้คนที่ตรงกันที่สุด
tr: En İyi Eşleşen Kişiler
uk: Найкращі збіги людей
vi: Người phù hợp hàng đầu
zh_cn: 最匹配的用户
zh_hk: 最佳符合聯絡人
zh_tw: 最佳符合聯絡人

# STOP_SHARING_FAILED_WITH_MULTIPLE_APPS
source: A problem occurred when attempting to stop sharing with %@. Stop sharing directly within these apps.
ar: حدثت مشكلة أثناء محاولة إيقاف المشاركة مع "%@". يرجى إيقاف المشاركة من داخل هذه التطبيقات مباشرة.
bg: Възникна проблем при опит за спиране на споделянето с %@. Спрете споделянето директно от тези приложения.
ca: Hi ha hagut un problema en intentar deixar de compartir informació amb les apps %@. Atura l’ús compartit directament a les apps.
cs: Při pokusu o zastavení sdílení v aplikacích %@ došlo k problému. Sdílení můžete zastavit přímo v aplikacích.
da: Der opstod et problem under forsøget på at stoppe deling med “%@”. Stop deling direkte i disse apps.
de: Beim Versuch, das Teilen mit %@ zu beenden, ist ein Fehler aufgetreten. Stoppe das Teilen direkt in diesen Apps.
el: Παρουσιάστηκε πρόβλημα κατά την απόπειρα διακοπής κοινοποίησης σε «%@». Διακόψτε την κοινοποίηση απευθείας εντός αυτών των εφαρμογών.
es: Se ha producido un problema al intentar dejar de compartir usando las apps %@. Deja de compartir directamente desde dentro de estas apps.
es_us: Ocurrió un problema al intentar dejar de compartir con %@, por lo que deberás intentarlo directamente dentro de las apps.
fi: Yritettäessä lopettaa jakamista %[tt]@-apeissa ilmeni ongelma. Lopeta jakaminen suoraan kyseisissä apeissa.
fr: Un problème est survenu lors de la tentative d’arrêt du partage de %@. Arrêtez le partage directement dans ces apps.
fr_ca: Un problème est survenu lors de la tentative d’arrêt du partage avec %@. Arrêtez le partage directement à partir de ces apps.
he: אירעה בעיה בעת הניסיון להפסיק את השיתוף עם %@. יש להפסיק את השיתוף ישירות מתוך יישומים אלו.
hi: %@ के साथ शेयरिंग बंद करने की कोशिश के दौरान समस्या हुई। इन ऐप्स में जाकर सीधे शेयरिंग बंद करें।
hr: Došlo je do problema prilikom pokušaja zaustavljanja dijeljenja s aplikacijama %@. Zaustavite dijeljenje izravno unutar ovih aplikacija.
hu: Probléma merült fel a következővel való megosztás leállítására tett kísérlet során: %@. A megosztást közvetlenül ezekből az appokból állíthatja le.
id: Terjadi masalah saat mencoba berhenti berbagi dengan %@. Berhenti berbagi secara langsung dari dalam app ini.
it: Si è verificato un problema durante il tentativo di interrompere la condivisione con %@. Interrompila direttamente dalle app.
ja: “%@”との共有停止中に問題が起きました。これらのアプリ内で直接共有を停止してください。
kk: Қолданбалармен (%@) бөлісу әрекетін тоқтатуға әрекет жасау кезінде мәселе пайда болды. Осы қолданбалармен тікелей бөлісуді тоқтатыңыз.
ko: ‘%@’ 앱과의 공유를 중단하는 동안 문제가 발생했습니다. 해당 앱 내에서 공유를 직접 중단하십시오.
lt: Bandant sustabdyti bendrinimą su %@ kilo problema. Sustabdykite bendrinimą tiesiogiai šiose programose.
ms: Masalah berlaku semasa cuba menghentikan perkongsian dengan %@. Hentikan perkongsian terus dalam app ini.
nl: Er heeft zich een probleem voorgedaan bij het stoppen met delen met %@. Stop het delen rechtstreeks in deze apps.
no: Det oppsto et problem under forsøk på å avslutte deling med %@. Avslutt deling direkte i appene.
pl: Wystąpił problem podczas próby zatrzymania udostępniania przez aplikacje %@. Zatrzymaj udostępnianie bezpośrednio w tych aplikacjach.
pt_br: Ocorreu um problema ao tentar parar o compartilhamento com %@. Pare o compartilhamento diretamente nestes apps.
pt_pt: Ocorreu um problema ao tentar parar a partilha com %@. Deixe de partilhar diretamente nestas aplicações.
ro: A intervenit o problemă în timpul încercării de a opri partajarea cu %@. Opriți partajarea direct din aceste aplicații.
ru: Возникла проблема при попытке закрыть общий доступ приложениям %@. Попробуйте закрыть общий доступ непосредственно в этих приложениях.
sk: Pri pokuse zastaviť zdieľanie dát z apiek %@ sa vyskytla chyba. Skúste zdieľanie zastaviť priamo v apkách.
sl: Pri poskusu ustavitve deljenja za »%@« je prišlo do težave. Deljenje ustavite neposredno v teh aplikacijah.
sv: Ett problem uppstod när delningen med %@ skulle stoppas. Stoppa delningen direkt inuti dessa appar.
th: เกิดปัญหาขึ้นเมื่อพยายามหยุดแชร์กับ %@ หยุดแชร์โดยตรงภายในแอปเหล่านี้
tr: “%@” ile paylaşmayı durdurmayı denerken bir sorun oluştu. Paylaşmayı doğrudan bu uygulamaların içinde durdurun.
uk: Під час спроби припинити поширення даних для програм %@ сталася помилка. Припиніть поширення безпосередньо в цих програмах.
vi: Đã xảy ra sự cố khi cố gắng dừng chia sẻ với %@. Hãy dừng chia sẻ trực tiếp bên trong những ứng dụng này.
zh_cn: 尝试停止与%[tt]@共享时出错。请直接在这些App内停止共享。
zh_hk: 嘗試停止與%@共享時發生問題。請直接在這些App內停止共享。
zh_tw: 嘗試停止與%[tt]@分享時發生問題。請在這些App中直接停止分享。

# STOP_ALL_SHARING_PERSON
source: Stop All Sharing with %@
ar: إيقاف المشاركة بالكامل مع %@
bg: Спри изцяло споделянето с: %@
ca: Deixa de compartir‑ho tot amb %@
cs: Zastavit veškeré sdílení s uživatelem %@
da: Stop al deling med %@
de: Teilen mit %@ vollständig beenden
el: Πλήρης διακοπή κοινοποίησης με τον χρήστη «%@»
es: Dejar de compartir con %@ completamente
es_us: Dejar de compartir todo con %@
fi: Poista %@
fr: Ne plus rien partager avec %@
fr_ca: Arrêter tout partage avec %@
he: הפסקת כל השיתופים עם %@
hi: %@ के साथ सभी शेयरिंग बंद करें
hr: Zaustavi svo dijeljenje s korisnikom %@
hu: A következővel való összes megosztás leállítása: %@
id: Hentikan Semua Berbagi dengan %@
it: Interrompi tutte le condivisioni con %@
ja: %@との共有をすべて停止
kk: Бөлісуді толықтай тоқтату: %@
ko: %@님과의 모든 공유 중단
lt: Stabdyti visą bendrinimą su naudotoju %@
ms: Hentikan Semua Perkongsian dengan %@
nl: Deel niets meer met %@
no: Avslutt all deling med %@
pl: Przestań udostępniać (%@)
pt_br: Parar de Compartilhar Tudo com %@
pt_pt: Deixar de partilhar tudo com %@
ro: Opriți complet partajarea cu %@
ru: Закрыть доступ полностью для: %@
sk: Úplne zastaviť zdieľanie s užívateľom %@
sl: Ustavi vsa deljenja z osebo %@
sv: Stoppa all delning med %@
th: หยุดการแชร์ทั้งหมดกับ%[tt]@
tr: %@ ile Tüm Paylaşmayı Durdur
uk: Не поширювати нічого для %@
vi: Dừng tất cả chia sẻ với %@
zh_cn: 停止与%@的所有共享
zh_hk: 停止與%@的所有共享項目
zh_tw: 停止與%@的所有分享項目

# HSA2_NOT_REPAIRED_TITLE
source: iCloud Account with Two-Factor Authentication Required
ar: مطلوب حساب iCloud مع تشغيل المصادقة بخطوتين
bg: Изисква се iCloud регистрация с двуфакторна идентификация
ca: Compte de l’iCloud amb autenticació de doble factor necessari
cs: Je požadován účet na iCloudu s dvoufaktorovým ověřením
da: iCloud-konto med tofaktorgodkendelse kræves
de: iCloud-Account mit Zwei-Faktor-Authentifizierung erforderlich
el: Απαιτείται λογαριασμός iCloud με έλεγχο ταυτότητας δύο παραγόντων
es: Es necesaria una cuenta de iCloud con autenticación de doble factor
es_us: Cuenta de iCloud con autenticación de dos factores obligatoria
fi: Vaaditaan iCloud-tili, jossa on kaksiosainen todennus
fr: Compte iCloud avec identification à deux facteurs requis
fr_ca: Compte iCloud avec identification à deux facteurs requis
he: נדרש חשבון iCloud עם אימות בשני גורמים
hi: द्वि आंशिक प्रमाणीकरण वाला iCloud खाता आवश्यक है
hr: Potreban je iCloud račun s dvofaktorskom autentikacijom
hu: Kétlépéses hitelesítéssel rendelkező iCloud-fiók szükséges
id: Akun iCloud dengan Autentikasi Dua Faktor Diperlukan
it: È richiesto un account iCloud con l’autenticazione a due fattori
ja: 2ファクタ認証が設定されているiCloudアカウントが必要です
kk: Екі факторлы аутентификацияны қажет ететін iCloud аккаунты
ko: iCloud 계정 및 이중 인증이 필요함
lt: „iCloud“ paskyra su būtinu patvirtinimu dviem veiksniais
ms: Akaun iCloud dengan Pengesahan Dua Faktor Diperlukan
nl: iCloud-account met twee-factor-authenticatie vereist
no: iCloud-konto med tofaktor­autentisering kreves
pl: Wymagane konto iCloud z uwierzytelnianiem dwupoziomowym
pt_br: Conta do iCloud com Autenticação de Dois Fatores Exigida
pt_pt: Requer conta iCloud com autenticação de dois fatores
ro: Este necesar un cont iCloud cu autentificare cu doi factori
ru: Требуется учетная запись iCloud с двухфакторной аутентификацией
sk: Vyžaduje sa iCloud účet s dvojfaktorovou autentifikáciou
sl: Zahtevan je račun iCloud z dvofaktorskim preverjanjem pristnosti
sv: iCloud-konto med tvåfaktorsautentisering krävs
th: บัญชี iCloud ต้องใช้การตรวจสอบสิทธิ์สองปัจจัย
tr: İki Faktörlü Kimlik Doğrulama Kullanan Bir iCloud Hesabı Gerekiyor
uk: Потрібний обліковий запис iCloud із двофакторною автентифікацією
vi: Yêu cầu tài khoản iCloud có xác thực hai yếu tố
zh_cn: 需要启用双重认证的iCloud账户
zh_hk: 需要雙重認證的iCloud帳户
zh_tw: 需要雙重認證的iCloud帳號
